/* {username} does not exist */
"%@ does not exist" = "%@ ist nicht vorhanden";

/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ ist auf deiner Blockierliste";

/* %@ = USERNAME */
"%@ Yo" = "%@ Yo";

/* {username} yo'd you */
"%@ Yo'd You" = "%@ yo’t dich";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@\nist kein Link, bitte kopiere einen gültigen Link\nz.B. http://www.beispiel.com";

/* No comment provided by engineer. */
"@Yo Back" = "@Yo Zurück";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "Bist du sicher, dass du ausloggen willst?";

/*No comment provided by engineer.*/
"Are you sure?" = "Bist du sicher?";

/*No comment provided by engineer.*/
"BACK" = "ZURÜCK";

/* No comment provided by engineer. */
"Back" = "Zurück";

/*as in block another user*/
"BLOCK" = "BLOCKEN";

/*No comment provided by engineer.*/
"Block Failed" = "Blocken Fehler";

/*Blocked {USERNAME}*/
"Blocked %@" = "Blockierte %@";

/*No comment provided by engineer.*/
"Cancel" = "Abbrechen";

/*No comment provided by engineer.*/
"CANCEL" = "ABBRECHEN";

/*No comment provided by engineer.*/
"CANCELED" = "ABGEBROCHEN";

/* Cannot Add {username} */
"Cannot Add %@" = "Nicht %@ Hinzufügen";

/*No comment provided by engineer.*/
"Change" = "Ändern";

/* No comment provided by engineer. */
"chat with us" = "Chatte mit uns";

/* No comment provided by engineer. */
"Check out this Yo service: %@" = "Überprüfen Sie heraus dieses Yo service: %@";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "ANDERES WÄHLEN";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "PASSWORT WÄHLEN";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "BENUTZERNAME WÄHLEN";

/*No comment provided by engineer.*/
"Close" = "Schließen";

/* No comment provided by engineer. */
"close" = "schließen";

/* No comment provided by engineer. */
"Close the App to\nSee Something Cool" = "Schließen Sie die Anwendung,\num etwas Cooles zu sehen";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "Verbindungsfehler, versuche später dein Passwort zu erneuern";

/*No comment provided by engineer.*/
"CONTACTS" = "KONTAKTE";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "KOPIERE EINEN LINK ODER EIN BILD\nTIPPE & HALTE UM ES ZU TEILEN";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "Kopiere einen Link. Tippe und halte gedrückt um ein Yo zu verschicken.";

/*No comment provided by engineer.*/
"Delete" = "Löschen";

/* No comment provided by engineer. */
"details" = "Nähere";

/* Didnt get text/email */
"Didn't Get %@" = "%@ Nicht Erhalten";

/*No comment provided by engineer.*/
"Didn't get code" = "Code nicht erhalten";

/* No comment provided by engineer. */
"Dismiss" = "Ausblenden";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "Magst du die Yo App?";

/* After Sending Yo | Description of alert displayed when yoing a user on your blocked list */
"Do you want to unblock this user so they can Yo you back?" = "Möchtest du den Nutzer aus der Blockierliste entfernen damit er dir YOs senden kann?";

/* YoMainController | Description of alert displayed when adding a user on your blocked list */
"Do you want to unblock this user?" = "Wollen Sie diesen Benutzer zu entblocken??";

/*No comment provided by engineer.*/
"Done" = "fertig";

/*No comment provided by engineer.*/
"DONE" = "FERTIG";

/* No comment provided by engineer. */
"Double tap any username to Yo your location!" = "Doppel-Tippen Sie jede Benutzernamen Yo Ihren Standort!";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "Doppeltippe um deinen Standort in Yo zu teilen. Wo Yo @?";

/* No comment provided by engineer. */
"Double Tap Yos Location\nEnable Location" = "Tippen Sie zweimal Yos Standort\naktivieren Standort";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "DOPPELTIPPE\nYO YO DEINEN STANDORT";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "account bearbeiten";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "PROFIL BEARBEITEN";

/*No comment provided by engineer.*/
"EMAIL SENT" = "EMAIL Senden";

/*No comment provided by engineer.*/
"Email Us" = "E-Mail Uns";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "Kamera freigeben\nEinstellungen->Privatsphäre->Kamera";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "Passwortwiederherstellung aktivieren";

/*No comment provided by engineer.*/
"Enable Push" = "Mitteilungen aktivieren";

/* No comment provided by engineer. */
"Enable Receiving Yos" = "Aktivieren Sie empfang Yos";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "GANZEN NAMEN EINGEBEN";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "Neue Telefonnummer eingeben";

/*No comment provided by engineer.*/
"Enter New Username" = "Neuen Benutzernamen eingeben";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "PASSWORT EINGEBEN";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "Code aus der SMS eingeben";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "BENUTZERNAME EINGEBEN";

/* No comment provided by engineer. */
"Enter Your Phone #\nTo Find Your Friends" = "Handynummer eingeben \num Freunde zu finden";

/*No comment provided by engineer.*/
"Error" = "Fehler";

/* No comment provided by engineer. */
"Even More" = "Noch Mehr";

/*As in existing photos. could also read photos*/
"EXISTING" = "FOTOS";

/* No comment provided by engineer. */
"EXPLORE\nTHE YO INDEX" = "ERKUNDEN\nSIE DIE YO INDEX";

/* No comment provided by engineer. */
"Facebook" = "Facebook";

/*No comment provided by engineer.*/
"Failed" = "Fehlgeschlagen";

/*No comment provided by engineer.*/
"FAILED" = "FEHLGESCHLAGEN";

/* $@ = {username} */
"Failed to block %@. Please try again later" = "Fehler beim %@ blockieren. Bitte versuchen Sie es später noch einmal";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "Keine Freunde in den Kontakten gefunden";

/*No comment provided by engineer.*/
"Failed To Get Location" = "Standort nicht gefunden";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "Login mit Facebook fehlgeschlagen. Bitte versuche es erneut.";

/* No comment provided by engineer. */
"Failed to Upload" = "Fehler beim Hochladen";

/*No comment provided by engineer.*/
"Failed Yo" = "Yo fehlgeschlagen";

/* No comment provided by engineer. */
"Failed Yo All" = "Fehlgeschlagen Yo Alle";

/* No comment provided by engineer. */
"Failed Yo All%@" = "Fehlgeschlagen Yo Alle%@";

/* No comment provided by engineer. */
"Failed Yo%@" = "Fehler Yo%@";

/*No comment provided by engineer.*/
"FAILED!" = "FEHLER!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "FEHLER!BITTE PRÜFE DEINE VERBINDUNG.";

/* No comment provided by engineer. */
"Failed\nNO URL" = "Fehler\nkeine URL";

/* No comment provided by engineer. */
"Failed\nNo URL" = "Fehler\nkeine URL";

/*No comment provided by engineer.*/
"FEEDBACK" = "Feedback";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "Freunde finden";

/* PASS as in passcode */
"FORGOT PASS" = "Passwort Vergessen";

/* PASS == passcode */
"FORGOT PASS?" = "Passwort Vergessen?";

/* No comment provided by engineer. */
"Friends Not Found" = "Freunde Nicht Gefunden";

/*No comment provided by engineer.*/
"FULL NAME" = "VOLLER NAME";

/* No comment provided by engineer. */
"Get Yo'd by Awesome Services!" = "erhalten Yos aus fantastisch Dienstleistungen!";

/*Go as in proceed as in Send*/
"Go" = "Los!";

/*just back works too*/
"GO BACK" = "Zurück";

/*As in Understood, or OK*/
"Got it!" = "Verstanden!";

/* No comment provided by engineer. */
"Group Created" = "Gruppe erstellt";

/*No comment provided by engineer.*/
"Hey There!" = "Hallo!";

/* I wanna Yo you!\nAdd my Yo username by tapping here: {link}\n(if you don't have Yo app get it here {other link}) */
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "Ich will dir einen Yo senden!\nFüge meinen Yo Benutzernamen hinzu indem du hier klickst: %1$@\n(wenn Sie nicht Yo App haben es hier %2$@)";

/* No comment provided by engineer. */
"I want to Yo you!\nYo me %@" = "Ich möchte Yo Sie!\nYo mir %@";

/* No comment provided by engineer. */
"I want to Yo you!\nYo me at %@" = "Ich möchte Yo Sie!\nYo mir an %@";

/* No comment provided by engineer. */
"I've been Yo'd %i times!\nYo me %@" = "Ich habe Yo'd %1$i Mal gewesen!\nYo mir %2$@";

/* No comment provided by engineer. */
"I've been Yo'd %i times!\nYo me at %@" = "Ich habe Yo'd %1$i Mal gewesen!\nYo mir an %2$@";

/*No comment provided by engineer.*/
"INCORRECT" = "FALSCH";

/*No comment provided by engineer.*/
"INVITE" = "EINLADEN";

/*Title for invite friends popup*/
"Invite Friends" = "Lade Freunde ein";

/* No comment provided by engineer. */
"Invitiation Sent!" = "Einladung verschickt!";

/* No comment provided by engineer. */
"Join Yo!" = "beitreten Yo!";

/*No comment provided by engineer.*/
"Just hit Send" = "Klicke einfach auf Senden";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "Du hast Yos von %@ abonniert! schicken Yos";

/* No comment provided by engineer. */
"Just subscribed to get Yo'd from %@! Yo them at %@" = "Du hast Yos von %1$@ abonniert! Schicken Yos an %2$@";

/* FBLB:LikeButton */
"Like" = "Gefällt mir";

/* FBLB:LikeButton */
"Liked" = "Zufrieden";

/*No comment provided by engineer.*/
"Link Not Found" = "Link nicht gefunden";

/*No comment provided by engineer.*/
"LOGIN" = "EINLOGGEN";

/*No comment provided by engineer.*/
"Login Failed" = "Einloggen fehlgeschlagen";

/* No comment provided by engineer. */
"Login Required" = "Einloggen Erforderlich";

/* No comment provided by engineer. */
"Login to Facebook?" = "Einloggen Sie Facebook?";

/*No comment provided by engineer.*/
"LOGOUT" = "AUSLOGGEN";

/* %@ = serviceName */
"Look what I found on Yo! %@ " = "Schau mal was ich auf Yo gefunden! %@ ";

/*No comment provided by engineer.*/
"MAIL" = "E-MAIL";

/* No comment provided by engineer. */
"Malformed XML document. Error at line %@:%@." = "Malformed XML document. Error at line %1$@:%2$@.";

/*No comment provided by engineer.*/
"MAPS" = "KARTEN";

/*No comment provided by engineer.*/
"Me" = "Ich";

/* No comment provided by engineer. */
"More" = "Mehr";

/*No*/
"Nah" = "Ne";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "NEUES PASSWORT";

/* No comment provided by engineer. */
"Next" = "Nächstes";

/*No comment provided by engineer.*/
"No" = "Nein";

/*:) -> Smile*/
"No Blocked Users! :)" = "Keine blockierten Nutzer! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "Keine Kamera gefunden";

/* No comment provided by engineer. */
"No Contacts" = "Keine Kontakte";

/*No comment provided by engineer.*/
"No contacts were found." = "Keine Kontakte gefunden.";

/*No comment provided by engineer.*/
"No Contacts!" = "Keine Kontakte!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "KEINE E-MAIL KONTEN";

/*No comment provided by engineer.*/
"No Internet!" = "KEINE VERBINDUNG!";

/* No comment provided by engineer. */
"No JSON generation functionality available" = "No JSON generation functionality available";

/* No comment provided by engineer. */
"No JSON parsing functionality available" = "No JSON parsing functionality available";

/*As in photo library*/
"No Library Found" = "Keine Gallerie gefunden";

/*No comment provided by engineer.*/
"No Such User" = "Nutzer nicht gefunden";

/*Cancel button for invite friends popup*/
"Not now" = "Nicht jetzt";

/*No comment provided by engineer.*/
"OK" = "OK";

/* No comment provided by engineer. */
"Ok" = "Ok";

/*No comment provided by engineer.*/
"Open in Chrome" = "Mit Chrome öffnen";

/*No comment provided by engineer.*/
"Open in Safari" = "Mit Safari öffnen";

/* No comment provided by engineer. */
"Open Settings" = "Einstellungen öffnen";

/*PASS as in passcode*/
"PASS" = "PASSWORT";

/*No comment provided by engineer.*/
"PASSCODE" = "PASSWORT";

/*No comment provided by engineer.*/
"Passcode changed" = "Passwort geändert";

/* No comment provided by engineer. */
"Password Problem" = "Fehler";

/*As in Mobile, telephone*/
"PHONE" = "HANDY";

/* No comment provided by engineer. */
"Phone Number Set!" = "Telefonnummer eingestellt!";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "Bitte füge ein E-Mail account hinzu bei Einstellungen -> Mail";

/* No comment provided by engineer. */
"Please check your internet connection and try again soon" = "Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es bald wieder";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "Bitte verbinde dich mit Twitter bei Einstellungen -> Twitter";

/* No comment provided by engineer. */
"Please copy a valid link\ni.e. http://www.example.com" = "Kopieren Sie bitte eine gültige Verbindung\ni.e. http://www.example.com";

/* No comment provided by engineer. */
"Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL" = "Please either target a platform that supports NSJSONSerialization or add one of the following libraries to your project: JSONKit, SBJSON, or YAJL";

/*please enable access to contacts*/
"Please enable contacts access" = "Bitte gib den Zugriff auf Kontakte frei";

/* No comment provided by engineer. */
"Please enter a valid country code" = "Bitte gib eine gültige Ländercode";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "Bitte gib eine gültige Telefonnummer ein";

/* No comment provided by engineer. */
"Please Launch Yo" = "Bitte starten Yo";

/* No comment provided by engineer. */
"Please launch Yo & login" = "Bitte starten Yo & einloggen";

/* No comment provided by engineer. */
"Please launch Yo first to add contacts" = "starten Sie bitte Yo erste Kontakte hinzufügen";

/* No comment provided by engineer. */
"Please login again" = "Bitte erneut einloggen";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "Bitte versuche es erneut.\nWenn das Problem bestehen bleibt, kontaktiere uns bitte und gib diesen Fehlercode an: %@";

/* No comment provided by engineer. */
"Please send us an email and we'll recover your account." = "Bitte senden Sie uns eine E-Mail, und wir werden Ihr account wiederherstellen.";

/*No comment provided by engineer.*/
"Please signup or login" = "Bitte anmelden oder einloggen";

/*No comment provided by engineer.*/
"Please try again" = "Bitte nochmal versuchen";

/*No comment provided by engineer.*/
"Please try again later" = "Bitte versuche es später nochmal";

/*As to rate, rating, review*/
"RATE" = "BEWERTEN";

/*No comment provided by engineer.*/
"Resend" = "Erneut senden";

/*No comment provided by engineer.*/
"SAVE" = "Speichern";

/*No comment provided by engineer.*/
"Saved!" = "Gespeichert!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "WÄHLE EINEN BENUTZERNAMEN";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "WÄHLE EIN LÄNGERES PASSWORT";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "WÄHLE NUTZERNAMEN ZUM TEILEN";

/*No comment provided by engineer.*/
"Send" = "Senden";

/*No comment provided by engineer.*/
"Send Email" = "E-Mail senden";

/*like URL link*/
"SENDING LINK" = "LINK WIRD Senden";

/* YoMainController | copy used when figured is pressed on contact and a photo is in the pasteboard */
"Senden Foto" = "sending photo";

/*No comment provided by engineer.*/
"Sent" = "Gesendet";

/* No comment provided by engineer. */
"sent yo link!" = "Yo-Link gesendet";

/* No comment provided by engineer. */
"sent yo location!" = "Yo-Position gesendet!";

/* No comment provided by engineer. */
"sent yo photo!" = "Yo-Foto gesendet!";

/*No comment provided by engineer.*/
"SENT YO!" = "YO GESENDET!";

/* No comment provided by engineer. */
"SENT YOALL!" = "GESENDET YO ALLE!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "YOYO GESENDET!";

/* No comment provided by engineer. */
"Session Ended" = "Session Ended";

/*No comment provided by engineer.*/
"Session Error" = "Sitzungsfehler";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "PASSWORT EINSTELLEN\n(KANN DAS DERZEITIGE SEIN)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Einstellungen -> Privatsphäre -> Kontakte -> Yo";

/*No comment provided by engineer.*/
"Share" = "Teilen";

/*No comment provided by engineer.*/
"SHARE" = "TEILEN";

/*No comment provided by engineer.*/
"Share on Facebook!" = "Auf Facebook teilen!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "Teile diesen großartigen Dienst mit anderen! Streiche im Hauptbildschirm nach links um dich wieder abzumelden.";

/* No comment provided by engineer. */
"Share Your Yo, Yo" = "Teile Deine Yo, Yo";

/*No comment provided by engineer.*/
"SIGNUP" = "ANMELDEN";

/* No comment provided by engineer. */
"SinaWeibo" = "SinaWeibo";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/* So {username} and others can Yo you back! */
"So %@ and others can Yo you back." = "So %@ und andere können yo Sie zurück.";

/*No comment provided by engineer.*/
"Something went wrong" = "Irgendwas ist schief gelaufen";

/* No comment provided by engineer. */
"subscribe" = "abonnieren";

/* No comment provided by engineer. */
"subscribed" = "abonniert";

/*No comment provided by engineer.*/
"Subscribed!" = "Abonniert!";

/* No comment provided by engineer. */
"SUBSCRIBED!" = "ABONNIERT!";

/* No comment provided by engineer. */
"Swipe to open a Yo on the lockscreen." = "Schieben Sie einen Yo auf dem Lockscreen an offenen.";

/*As in take picture*/
"TAKE" = "FOTO MACHEN";

/* No comment provided by engineer. */
"Tap" = "Tippen";

/* No comment provided by engineer. */
"Tap Name To Invite" = "Tippen Name um Einladen";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "TIPPEN NAME UM YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "Tippen Name um Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "Tippe um zu deinem Yo hinzuzufügen: http://justyo.co/%1$@\n(Wenn du die Yo App nicht hast, hol sie dir hier %2$@)";

/* No comment provided by engineer. */
"Tap to Allow" = "Zum Erlauben Tippen";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "ZUM EINLOGGEN TIPPEN";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "ZUM WIEDERHERSTELLEN TIPPEN";

/*No comment provided by engineer.*/
"TAP TO SET" = "Festlegen";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "ZUM ANMELDEN TIPPEN";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "Sag uns, wie wir uns verbessern können:";

/* No comment provided by engineer. */
"TencentWeibo" = "TencentWeibo";

/*No comment provided by engineer.*/
"TEXT SENT" = "SMS GESENDET";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "Das Profil konnte nicht gespeichert werden. Bitte überprüfe deine Internetverbindung.";

/* No comment provided by engineer. */
"The two passwords do not match." = "Die beiden Passwörter stimmen nicht überein.";

/* No comment provided by engineer. */
"The Yo Index - subscribe to get Yo'd from awesome services!" = "Der Yo Index - abonnieren Sie Yo's von fantastisch Dienstleistungen zu erhalten!";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Der Yo Index. Abonniere um Yos von deinen Lieblingsdiensten zu erhalten.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "Es gibt eine neuere Version von Yo.\n%@";

/* No comment provided by engineer. */
"This is a 📎 Yo\n👐 Tap to Open it!" = "Dies ist ein 📎 Yo\n👐 Tippen Sie, um sie zu öffnen!";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "Das können andere Nutzer von dir sehen, wenn sie bei deinem Benutzernamen nach rechts streichen";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "Dieser Nutzer existiert bereits. Bitte probiere einen anderen Benutzernamen.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "Um einen Nutzer zu blockieren, streiche auf ihrem Nutzernamen nach links und tippe auf Blocken.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "Um die Passwortwiederherstellung zu ermöglichen:\n\ngib Yo deine E-Mail-Adresse indem du auf Senden tippst.\n\num abzubrechen, tippe einfach auf Abbrechen\n\n\n------------------------------------------\nDeine E-Mail-Adresse wird NICHT wird irgendwas anderes außer der Passwortwiederherstellung verwendet.\n\n\n\n\n\n%@";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "Um deine Nummer zu verifizieren, tippe Senden\n\nCode: %@\n\n\n* Gebühren des Mobilfunkbetreibers können anfallen";

/* Format for the string to return to a calling app. */
"Touch to return to %1$@" = "Berühren Sie, zurück um %1$@";

/*No comment provided by engineer.*/
"Try again later" = "Versuche es später nochmal";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "TIPPE NUTZERNAMEN ZUM HINZUFÜGEN";

/* No comment provided by engineer. */
"Unblock" = "Entblocken";

/*No comment provided by engineer.*/
"UNBLOCK" = "ENTBLOCKEN";

/*No comment provided by engineer.*/
"UNBLOCKED" = "ENTBLOCKT";

/* No comment provided by engineer. */
"Unsubscribe Failed" = "Gescheitert abbestellen";

/*unsibscribe*/
"UNSUB" = "ABBESTELLEN";

/* No comment provided by engineer. */
"Unsubscribe" = "Abbestellen";

/* Unsubscribed from {ServiceName} */
"Unsubscribed from %@" = "Abbestellt von %@";

/*As in software update available*/
"Update" = "Aktualisierung";

/*No comment provided by engineer.*/
"User Exists" = "Benutzer Existiert";

/*No comment provided by engineer.*/
"USERNAME" = "BENUTZERNAME";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "BENUTZERNAME VERGEBEN";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "PASSWORT VERIFIZIEREN";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "Wir konnten keinen deiner Freunde bei Yo finden. Teile Yo und hol sie mit an Bord!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "Es ist keine Telefonnummer oder E-Mail-Adresse mit diesem account verbunden. Bitte sende uns eine E-Mail damit wir dein account wiederherstellen können.";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "WAS IST YO?";

/* No comment provided by engineer. */
"WhatsApp" = "WhatsApp";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "Wenn du einen Nutzer entblockst, wird er zu deiner Freundesliste hinzugefügt, aber es wird NICHT automatisch ein Yo gesendet. - Fröhliches Yo senden!";

/*No comment provided by engineer.*/
"Wrong code" = "Falscher Code";

/*No comment provided by engineer.*/
"Yes" = "Ja";

/* No comment provided by engineer. */
"YES" = "JA";

/* No comment provided by engineer. */
"Yo" = "Yo";

/*Sending images title*/
"yo & photos!" = "Yo & Fotos!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - Ich habe einige feedback";

/*No comment provided by engineer.*/
"YO ALL" = "YO AN ALLE SENDEN";

/*As in resoond with a Yo*/
"Yo Back" = "Yo zurück";

/* No comment provided by engineer. */
"yo back location" = "yo zurück Position";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "YO-STATISTIK";

/* Yo From Username */
"Yo From %@" = "Yo Von %@";

/* Yo from {USERNAME} */
"Yo from %@" = "Yo von %@";

/* No comment provided by engineer. */
"Yo Index" = "Yo Index";

/* No comment provided by engineer. */
"Yo lets you communicate with your friends, sports teams, TV shows and more with a single tap, Yo." = "Yo können Sie mit Ihren Freunden, Sportmannschaften, Fernsehshows und mehr mit einem einzigen Antippen, Yo kommunizieren.";

/*No comment provided by engineer.*/
"Yo Location" = "Yo Standort";

/*No comment provided by engineer.*/
"Yo me" = "Schick mir einen Yo";

/*No comment provided by engineer.*/
"Yo needs internet!" = "Yo braucht Internet!";

/*push access as is permission to send push notifications*/
"Yo Needs Push Access" = "YO BRAUCHT ZUGRIFF AUF MITTEILUNGEN";

/* No comment provided by engineer. */
"Yo Secrets" = "Yo-Geheimnisse";

/* No comment provided by engineer. */
"Yo Store" = "Yo Store";

/*No comment provided by engineer.*/
"Yo This" = "Weiter’yo’en";

/* No comment provided by engineer. */
"Yoing this group will yo all its members" = "Yoing Diese Gruppe wird yo alle seine Mitglieder";

/* No comment provided by engineer. */
"YOS CAN BE OPENDED\nFROM THE LOCKSCREEN" = "YOS AUS DEM BILDSCHIRM\nSPERREN GEÖFFNET WERDEN";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "Du bist im Begriff, deine Telefonnummer zu löschen";

/* alert body displayed after user unsubscribes froma s service for the first time */
"You can always resubscribe by yoing the service again" = "Sie können jederzeit durch yoing den Dienst erneut erneut abonnieren";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "Du kannst jederzeit im Menü entblocken";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "Du kannst keine Yos senden. Bitte kontaktiere uns unter yo@justyo.co";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "Du wirst in Kürze einen Link erhalten, um dein Passwort zu ändern.";

/*Sending images body*/
"You're about to Yo your first photo! Anyone with the link will be able to view it." = "Du bist dabei dein erstes Foto zu yo'en! Jeder, der über den Link verfügt, kann sich das Foto angucken.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "Deine aktuelle Sitzung ist nicht mehr gültig. Bitte logge dich erneut ein.";

/* No comment provided by engineer. */
"👉 Tap to open\n📎 Yo From YOTEAM" = "👉 Tippen zum Öffnen\n📎 Yo Von YOTEAM";